[
  {
    "id": 7845545,
    "title": "Exploring Mumbai's Street Food",
    "content": "Mumbai's street food is a culinary adventure. From vada pav to pav bhaji, the flavors are diverse and delicious.",
    "date": "2022-03-01"
  },
  {
    "id": 7845546,
    "title": "A Day at Marine Drive",
    "content": "Marine Drive, also known as the Queen's Necklace, offers stunning views of the Arabian Sea and is a popular spot for evening strolls.",
    "date": "2022-03-02"
  },
  {
    "id": 7845547,
    "title": "The History of Chhatrapati Shivaji Terminus",
    "content": "Chhatrapati Shivaji Terminus is a UNESCO World Heritage Site and a historic railway station in Mumbai, known for its Victorian Gothic architecture.",
    "date": "2022-03-03"
  },
  {
    "id": 7845548,
    "title": "Shopping at Colaba Causeway",
    "content": "Colaba Causeway is a bustling shopping street in Mumbai, offering everything from clothes to antiques and street food.",
    "date": "2022-03-04"
  },
  {
    "id": 7845549,
    "title": "The Art of Bollywood",
    "content": "Bollywood, the Hindi-language film industry based in Mumbai, is known for its vibrant music, dance, and drama.",
    "date": "2022-03-05"
  },
  {
    "id": 7845550,
    "title": "A Visit to Elephanta Caves",
    "content": "The Elephanta Caves are a network of sculpted caves located on Elephanta Island, showcasing rock-cut architecture and Hindu deities.",
    "date": "2022-03-06"
  },
  {
    "id": 7845551,
    "title": "Mumbai's Nightlife",
    "content": "Mumbai's nightlife is vibrant and diverse, with numerous bars, clubs, and lounges offering a variety of experiences.",
    "date": "2022-03-07"
  },
  {
    "id": 7845552,
    "title": "The Gateway of India",
    "content": "The Gateway of India is an iconic monument in Mumbai, built to commemorate the visit of King George V and Queen Mary.",
    "date": "2022-03-08"
  },
  {
    "id": 7845553,
    "title": "Exploring Dharavi",
    "content": "Dharavi is one of the largest slums in Asia, known for its vibrant community and thriving small-scale industries.",
    "date": "2022-03-09"
  },
  {
    "id": 7845554,
    "title": "Mumbai's Local Trains",
    "content": "Mumbai's local trains are the lifeline of the city, transporting millions of commuters daily across the metropolitan area.",
    "date": "2022-03-10"
  },
  {
    "id": 7845555,
    "title": "The Flora Fountain",
    "content": "Flora Fountain is a heritage structure in Mumbai, built in 1864 and named after the Roman goddess Flora.",
    "date": "2022-03-11"
  }
]
